/* No comment provided by engineer. */
"Admin credentials cannot be empty." = "Die Administratordaten dürfen nicht leer sein.";

/* No comment provided by engineer. */
"No media selected." = "Keine Medien ausgewählt.";

/* No comment provided by engineer. */
"Secret cannot be empty." = "Secret darf nicht leer sein.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Die ausgewählten Medien existieren nicht.";

/* No comment provided by engineer. */
"Site URL cannot be empty." = "Die Site-URL darf nicht leer sein.";

/* No comment provided by engineer. */
"Tab ID cannot be empty." = "Die Tab-ID darf nicht leer sein.";

/* No comment provided by engineer. */
"Unknown" = "Unbekannt";

/* No comment provided by engineer. */
"Upload '%@' to iTunes U site '%@'" = "„%1$@“ an iTunes U-Site „%2$@“ senden";

/* No comment provided by engineer. */
"Upload media to iTunes U" = "Medien an iTunes U senden";

